const englishlitQuestions = 
   [{
           "question": "স্বীকার্য কাকে বলে?",
           "answer": "স্বীকার্য হলো একটি প্রস্তাবণা যার প্রমাণের প্রয়োজন হয় না, নিজে থেকেই প্রতিষ্ঠিত অথবা সত্য বলে স্বীকার করার কোন সুনির্দিষ্ট উদ্দেশ্য থাকে এবং এটি অন্য একটি প্রস্তাবনা প্রমাণের জন্য ব্যবহৃত হয়।"
       },
       {
           "question": "পিচ কি?",
           "answer": "screw গজের বৃত্তাকার স্কেলটি একবার ঘুরালে এটি রৈখিক স্কেলে যতটুকু দূরত্ব অতিক্রম করে তাই স্ক্রুর পিচ।"
       },
       {
           "question": "লব্ধ একক কি?",
           "answer": "যেসব ভৌত রাশির একক বা নিরপেক্ষ নয়, অন্য কোন মৌলিক রাশির এককের উপর নির্ভর করে এবং একাধিক রাশির এককের গুণফল বা ভাগফল থেকে উৎপন্ন হয় তাই হলো লব্ধ একক। "
       },
       {
           "question": "মৌলিক রাশি কাকে বলে?",
           "answer": "যেসব রাশির মূল স্বাধীন বা নিরপেক্ষ, যেগুলো অন্যরাশির উপর নির্ভর করে না বরং অন্যান্য রাশি এদের উপর নির্ভর করে তাদেরকে মৌলিক রাশি বলে। "
       },
       {
           "question": "পিছট ত্রুটি কি?",
           "answer": "screw গজ যন্ত্র ক্রমাগত ব্যবহারের ফলে স্ক্রু ক্ষয় হয়ে আলগা হয়ে পড়ে এবং স্ক্রুকে উভয়দিকে একই পরিমাণ ঘুরালে সমান দূরত্ব অতিক্রম করে না, তাই পিছট ত্রুটি।"
       },
       {
           "question": "পরিমাপের লম্বন ত্রুটি কাকে বলে?",
           "answer": "কোন রৈখিক বা বৃত্তাকার স্কেলের পাঠ নেওয়ার সময় দৃষ্টি রেখা স্কেলের তলের সাথে লম্বভাবে প্রক্ষেপণ করতে হয়। অন্যথায় দৃষ্টির দিক পরিবর্তনের সাথে সাথে লক্ষ্যবস্তুর অবস্থানের আপাত পরিবর্তন ঘটে এবং পাঠ নিতে ভুল হয়। একে পরিমাপের লম্বন ত্রুটি বলে। "
       }
   ]

export default englishlitQuestions